const PRINCIPLES = [
  {
    title: '关于本教程',
    description:
      "如果你不知道能拿 ChatGPT 或者其他 AI 产品来干什么。如果你不知道如何更好地使用 OpenAI 提供的 API。那本教程应该能帮到你。这是一份教你如何更好使好地使用 ChatGPT 和其他 AI 产品的免费教程。",
  },
  {
    title: '它不是什么？',
    description:
      "本教程不是 prompt 大全，如果你预期是找到能直接用的 prompt，建议你谷歌找一找。本教程更多地是教你方法，以及解释这些方法为何有效。本教程也不是权威指南，在这个领域我也只是学生。",
  },
  {
    title: '为什么会有这个教程？',
    description:
      "我最近一直在研究 PE 相关的知识，然后发现大多数教程都是英文的，内容都非常好，但对我这种初学者来说，阅读起来还是有点吃力。所以我就萌生出了自己写一份教程的想法，想着通过输出倒逼输入的方式去学习。",
  },
];

export default PRINCIPLES;
